const menu = (prefix, pushpp, sender, time, patt, ucapanWaktu, horario) => { 
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭┈┈❲ ${NamaBot} ❳┈┈╮
┊
┊✾⋟ Olá ${pushpp} 
┊✾⋟ ${ucapanWaktu} 
┊✾⋟ seja bem vindo(a) 
┊✾⋟ ao menu de comandos
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊
┊✾⋟ Prefixo: ⟮• ${prefix} •⟯
┊✾⋟ Data/Hora : ${time}
┊✾⋟ Patente : ${patt}
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊       ✰•IMPORTANTE•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}infobot
┊✾⋟ ${prefix}bug (questione)
┊✾⋟ ${prefix}avalie (o quao bom)
┊✾⋟ ${prefix}sugestao (dica)
┊✾⋟ ${prefix}votação @bla|bla|bla
┊✾⋟ ${prefix}vote ou devote
┊✾⋟ ${prefix}delvote
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊      ✰•MENU DE CMD•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}menumontagem
┊✾⋟ ${prefix}menuadms  
┊✾⋟ ${prefix}menudono  
┊✾⋟ ${prefix}menumusic 
┊✾⋟ ${prefix}menuprem  
┊✾⋟ ${prefix}menulogos
┊✾⋟ ${prefix}menuanime
┊✾⋟ ${prefix}fotosanimais
┊                      
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊      ✰•CMDS BÁSICOS•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}conselhobiblico
┊✾⋟ ${prefix}emoji 🙃/whatsapp
┊✾⋟ ${prefix}simi (fale algo) 
┊✾⋟ ${prefix}gerarnick (nome)
┊✾⋟ ${prefix}sticker 
┊✾⋟ ${prefix}fsticker 
┊✾⋟ ${prefix}perfil
┊✾⋟ ${prefix}toimg 
┊✾⋟ ${prefix}togif 
┊✾⋟ ${prefix}imgpralink
┊✾⋟ ${prefix}bot
┊✾⋟ ${prefix}gtts pt (txt)
┊✾⋟ ${prefix}tomp3
┊✾⋟ ${prefix}play  (oq qr)
┊✾⋟ ${prefix}gimage 
┊✾⋟ ${prefix}frases
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊       ✰•INFORMAÇÕES•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}listonline
┊✾⋟ ${prefix}print (url)
┊✾⋟ ${prefix}ping (velo)
┊✾⋟ ${prefix}listagp
┊✾⋟ ${prefix}listabt
┊✾⋟ ${prefix}bateria
┊✾⋟ ${prefix}gitdobot
┊✾⋟ ${prefix}atividade
┊✾⋟ ${prefix}rankativo
┊✾⋟ ${prefix}checkativo @marca
┊✾⋟ ${prefix}tabela (tabela-letras)
┊✾⋟ ${prefix}ranklevel (de todos)
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊             ✰•JOGOS•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}ppt (papel-tesoura) 
┊✾⋟ ${prefix}ttt (jogo da velha)
┊✾⋟ ${prefix}jogodavelha @marca
┊✾⋟ ${prefix}anagrama  1 / 0 
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊       ✰•ALEATÓRIOS•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}sticknime
┊✾⋟ ${prefix}dogzin 
┊✾⋟ ${prefix}qrcode
┊✾⋟ ${prefix}wame 
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊      ✰•BRINCADEIRAS•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}meme 
┊✾⋟ ${prefix}gostoso
┊✾⋟ ${prefix}gostosa
┊✾⋟ ${prefix}gay
┊✾⋟ ${prefix}casal
┊✾⋟ ${prefix}corno
┊✾⋟ ${prefix}gado
┊✾⋟ ${prefix}feio
┊✾⋟ ${prefix}nazista
┊✾⋟ ${prefix}amgolpe
┊✾⋟ ${prefix}tapa 
┊✾⋟ ${prefix}chute
┊✾⋟ ${prefix}beijo
┊✾⋟ ${prefix}rankgay
┊✾⋟ ${prefix}rankpau
┊✾⋟ ${prefix}rankotakus
┊✾⋟ ${prefix}rankgays
┊✾⋟ ${prefix}rankgostosas
┊✾⋟ ${prefix}rankcornos
┊✾⋟ ${prefix}ranknazista
┊✾⋟ ${prefix}calunia numero|bla|bla
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊      ✰•ALTR DE AUDIO•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}grave 
┊✾⋟ ${prefix}grave2 
┊✾⋟ ${prefix}fast 
┊✾⋟ ${prefix}adolesc 
┊✾⋟ ${prefix}esquilo 
┊✾⋟ ${prefix}estourar 
┊✾⋟ ${prefix}bass 
┊✾⋟ ${prefix}bass2 
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊     ✰•INFO/PESQUISA•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}playstore (nome)
┊✾⋟ ${prefix}covidglobal
┊✾⋟ ${prefix}covid19
┊✾⋟ ${prefix}gimage (nome)
┊✾⋟ ${prefix}wikipedia  (nome)
┊✾⋟ ${prefix}yandex (nm-da-img)
┊✾⋟ ${prefix}pinterest (nm-da-img)
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊✰•ATTPS/CMD-DE-TXT•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}placaloli (txt)
┊✾⋟ ${prefix}attp  (txt)
┊✾⋟ ${prefix}ttp (txt)
┊✾⋟ ${prefix}attp2 (txt)
┊✾⋟ ${prefix}attp3 (txt)
┊✾⋟ ${prefix}attp4 (txt)
┊✾⋟ ${prefix}attp5 (txt)
┊✾⋟ ${prefix}attp6 (txt)
┊✾⋟ ${prefix}ttm   (txt)
┊✾⋟ ${prefix}ttm2  (txt)
┊✾⋟ ${prefix}ttm3  (txt)
┊✾⋟ ${prefix}ttm4  (txt)
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊✰•PESQUISAS/BAIXAR•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ ${prefix}facemp4 (link)
┊✾⋟ ${prefix}ytsearch (nome da msc)
┊✾⋟ ${prefix}ytmp4 (url do search) 
┊✾⋟ ${prefix}ytmp3 (url do search) 
┊✾⋟ ${prefix}jooxplay (nome da msc)
┊✾⋟ ${prefix}play (Música q c qr)
┊✾⋟ ${prefix}playmp4 (nome)
┊✾⋟ ${prefix}play2 (Música q c qr)
┊✾⋟ ${prefix}play3 (Música q c qr)
┊
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╮
┊         ✰•INFO DONO•✰
├┈┈┈┈┈❲⌬❳┈┈┈┈┈╯
┊
┊✾⋟ NOME : ${NamaOwner}
┊✾⋟ INSTA : ${instagram}
┊✾⋟ NÚMERO : ${ownerNumber} 
┊✾⋟ YOUTUBE :〘 OFF 〙
┊
╰┈┈❲ ${NamaBot} ❳┈┈╯`
}

exports.menu = menu
